run/interFlow/tiltedBox/Allrun
#!/bin/sh

application=$(sed -ne "s/^application *\(.*\);/\1/p" system/controlDict)

mkdir logs

$application > logs/${application}.log 2>&1

foamToVTK -surfaceFields
